Repository: JohnVanOrange/FrontEnd
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es

source: Add Tag
de_de: Tag hinzufügen
es_es: Añadir etiqueta

source: Tag
de_de: Etikett
es_es: etiqueta

source: Close
de_de: schließen
es_es: cerrar

source: Add
de_de: hinzufügen
es_es: añadir

source: Merge Admin
es_es: Combinar administración

source: Create Account
de_de: Konto erstellen
es_es: Crear Cuenta

source: Username
de_de: Benutzername
es_es: Nombre de usuario

source: Password
de_de: Passwort
es_es: contraseña

source: Confirm Password
de_de: Passwort bestätigen
es_es: confirmar Contraseña

source: Create
de_de: schaffen
es_es: crear

source: Return to Main Page
de_de: Zurück zur Seite
es_es: Regresar a la Página Principal

source: Privacy Policy
de_de: Datenschutz
es_es: Política de privacidad

source: An unexpected error occured.
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_es: Se ha producido un error inesperado.

source: Error code
de_de: Fehlercode
es_es: código de error

source: Profile for
de_de: Profil für
es_es: Perfil para

source: Update Profile Image with Gravatar
de_de: Aktualisieren Profilbild mit Gravatar
es_es: Actualización del perfil Imagen con Gravatar

source: View your saved images
de_de: Sehen Sie Ihre gespeicherten Bilder
es_es: Ver las imágenes guardadas

source: View your uploaded images
de_de: Sehen Sie Ihre hochgeladenen Bilder
es_es: Vea sus imágenes subidas

source: Change your password
de_de: Ändern Sie Ihr Passwort
es_es: Cambiar su contraseña

source: Main Image
es_es: Imagen Principal

source: no current tags
de_de: keine aktuellen Tags
es_es: no hay etiquetas actuales

source: API Docs
de_de: API Doks
es_es: API de Docs

source: Methods
de_de: Methoden
es_es: Métodos

source: Keyboard Shortcuts
de_de: Tastenkombinationen
es_es: Atajos de teclado

source: Key
de_de: Taste
es_es: tecla

source: action
de_de: Wirkung
es_es: acción

source: space
de_de: Leertaste
es_es: barra espaciadora

source: Load random image
de_de: Legen zufälliges Bild
es_es: Cargue la imagen al azar

source: Go back in browser history
de_de: Gehe zurück in die Browser-History
es_es: Retrocede en el historial del navegador

source: Go forward in browser history
de_de: Gehe vorwärts in Browser-History
es_es: Ir hacia adelante en el historial del navegador

source: Add tag
de_de: Tag hinzufügen
es_es: Añadir etiqueta

source: Report image
de_de: Bildbericht
es_es: image Reportar

source: Save image
de_de: Bild speichern
es_es: Guarda la imagen

source: Like image
de_de: Wie Bild
es_es: Al igual que la imagen

source: Dislike image
de_de: Bild Dislike
es_es: No me gusta la imagen

source: Report Image
de_de: Bild melden
es_es: Reporte de la Imagen

source: Image Mass Approval
de_de: Bild Messe Zulassung
es_es: Aprobación Misa de imagen

source: Image Details
de_de: Bild-Details
es_es: Detalles de la Imagen

source: Type
de_de: Typ
es_es: género

source: Width
de_de: Breite
es_es: ancho

source: Height
de_de: Höhe
es_es: altura

source: Added on
de_de: Hinzugefügt am
es_es: Añadido el

source: Uploaded by
de_de: hochgeladen von
es_es: Subido por

source: Flagged NSFW
de_de: Gekennzeichnete NSFW
es_es: Marcado NSFW

source: Saved
de_de: speichern
es_es: Guardado

source: on
de_de: auf
es_es: en

source: Tags
de_de: Etikett
es_es: Etiquetas

source: External Resources
de_de: Externe Ressourcen
es_es: Recursos externos

source: Additional image info (EXIF and technical data)
de_de: Zusätzliche Bildinfo (EXIF und technische Daten)
es_es: Información de adicional (EXIF y datos técnicos)

source: Reverse Google search
de_de: Reverse-Google-Suche
es_es: Invierta la búsqueda de Google

source: Reverse Tineye search
de_de: Tineye Reverse-Suche
es_es: Invierta Tineye búsqueda

source: Image tools
de_de: Bild Tools
es_es: herramientas de imagen

source: Comments
de_de: Kommentare
es_es: Comentarios

source: Don't have an account?
de_de: Sie haben noch kein Konto?
es_es: ¿No tienes una cuenta?

source: Forgot Password?
de_de: Passwort vergessen?
es_es: ¿Olvidó su clave?

source: Forgot Password
de_de: Passwort vergessen
es_es: Olvidé mi contraseña

source: Enter your username and an email will be sent with a link to reset the password on your account.
de_de: Geben Sie Ihren Benutzernamen und eine E-Mail mit einem Link geschickt, um das Passwort für Ihr Konto zurückgesetzt werden.
es_es: Introduzca su nombre de usuario y un correo electrónico será enviado con un enlace para restablecer la contraseña de su cuenta.

source: Submit
de_de: einreichen
es_es: presentar

source: Change Password
de_de: Kennwort ändern
es_es: Cambiar contraseña

source: Add Image
de_de: Bild hinzufügen
es_es: Añadir imagen

source: Image URL
de_de: Bild-URL
es_es: URL de la imagen

source: API Docs for
de_de: API-Dokumentation für
es_es: API de Docs para

source: Parameters
de_de: Parameter
es_es: Parámetros

source: Defaults to
de_de: Der Standardwert ist
es_es: El valor predeterminado es

source: Image Admin
de_de: Bild Admin
es_es: Imagen de administración

source: Approve
de_de: genehmigen
es_es: aprobar

source: Approve as NSFW
de_de: Genehmigen als NSFW
es_es: Aprobar como NSFW

source: Reject
de_de: ablehnen
es_es: rechazar

source: Skip
de_de: überspringen
es_es: omitir

source: Tag Cloud
es_es: Nube de etiquetas

source: Site Terms and Conditions of Use
de_de: Website-Nutzungsbedingungen und AGB
es_es: Términos y condiciones de uso del sitio

source: User avatar
de_de: Benutzeravatar
es_es: avatar de Usuario

source: User Profile
de_de: Benutzerprofil
es_es: Perfil del usuario

source: Saved Images
de_de: gespeicherte Bilder
es_es: Imágenes guardadas

source: Uploads
es_es: Subidas

source: Logout
de_de: Abmelden
es_es: finalizar la sesión

source: Dislike Image
de_de: Dislike Bild
es_es: No me gusta Image

source: Like Image
de_de: Ähnliches Bild
es_es: Como imagen

source: Upload Image
de_de: Bildgalerie
es_es: Subir imagen

source: Add Image from URL
de_de: In Bild aus URL
es_es: Añadir imagen de la URL

source: Save Image
de_de: Bild speichern
es_es: guardar imagen

source: Search using Google
de_de: Suchen mit Google
es_es: Buscar con Google

source: Search using Tineye
de_de: Suche mit Tineye
es_es: Busque utilizando Tineye

source: Details
es_es: Detalles

source: View Fullscreen
de_de: Vollbild anzeigen
es_es: Ver en pantalla completa

source: Search
de_de: Suche
es_es: búsqueda

source: Suggestions/Bugs
de_de: Anregungen/Bugs
es_es: Sugerencias / Errores

source: Privacy
de_de: Privatleben
es_es: intimidad

source: Tag name cannot be empty
de_de: Tag-Name darf nicht leer sein
es_es: Nombre de la etiqueta no puede estar vacío

source: Invalid image UID
de_de: Falsches Bild UID
es_es: UID de imagen no válido

source: Invalid tag name
de_de: Ungültige Tag-Namen
es_es: Nombre de la etiqueta no válida

source: Tag already exists
de_de: Tag existiert bereits
es_es: Ya existe Etiqueta

source: Tag added
de_de: Tag hinzugefügt
es_es: Tag añadido

source: Tag value not set
de_de: Tag-Wert nicht festgelegt
es_es: Valor de las cosas No establecido

source: No images with specified tag
de_de: Keine Bilder mit bestimmten Tags
es_es: No hay imágenes con la etiqueta especificada

source: Not a valid theme
de_de: Kein gültiges Thema
es_es: No es un tema válido

source: Theme updated
de_de: Theme aktualisiert
es_es: tema actualizado

source: Must be logged in to set refresh time
de_de: Müssen eingeloggt sein, um Aktualisierungszeit eingestellt
es_es: Debe estar registrado para establecer el tiempo de refresco

source: Automatic refresh removed
de_de: Automatische Aktualisierung entfernt
es_es: Actualización automática eliminado

source: Automatic refresh time updated
de_de: Automatische Aktualisierung Zeit aktualisiert
es_es: Tiempo de refresco automático actualiza

source: Must be logged in to get refresh time
de_de: Müssen eingeloggt sein, um Refresh-Zeit erhalten
es_es: Debe estar registrado para obtener el tiempo de refresco

source: Invalid class/URL
de_de: Ungültige Klassen / URL
es_es: Clase no válida / URL

source: Must be an admin to access method
de_de: Muss ein Admin Methode zugreifen
es_es: Debe ser un administrador para acceder método

source: Must be logged in to rate images
de_de: Müssen eingeloggt sein, um Bilder bewerten
es_es: Tienes que iniciar sesión para clasificar imágenes

source: Image liked
de_de: Bild gefallen
es_es: Imagen gustado

source: Image disliked
de_de: Bild unbeliebt
es_es: Imagen desagradado

source: Must be logged in to save images
de_de: Müssen eingeloggt sein, um Bilder zu speichern
es_es: Debe estar registrado para guardar imágenes

source: Image saved
de_de: Bild gespeichert
es_es: Imagen ahorrado

source: Must be logged in to unsave images
de_de: Müssen zu unsave Bilder eingeloggt sein
es_es: Debe estar registrado para imágenes unsave

source: Image unsaved
de_de: Bild nicht gespeicherte
es_es: Imagen no guardado

source: Image approved
de_de: Bild genehmigt
es_es: Imagen aprobado

source: Image removed
de_de: Bild entfernt
es_es: Imagen eliminado

source: Not a valid image
de_de: Keine gültige Bild
es_es: No es una imagen válida

source: Duplicate image
de_de: Bild Duplizieren
es_es: Duplicar la imagen

source: Image added
de_de: Bild hinzugefügt
es_es: Imagenes añadidas

source: No image specified
de_de: Kein Bild angegeben
es_es: Ninguna imagen especificada

source: No report type specified
de_de: Kein angegebenen Berichtstyp
es_es: Ningún tipo de informe especificado

source: Image Reported
de_de: Bild gemeldet
es_es: Imagen reportado

source: No image result
de_de: Keine Bildergebnis
es_es: Ningún resultado la imagen

source: No image results
de_de: Keine Bildergebnisse
es_es: No hay resultados con imágenes

source: Image not found
de_de: Bild nicht gefunden
es_es: La imagen no se ha encontrado

source: Images merged
de_de: Bilder verschmolzen
es_es: Imágenes fusionaron

source: User not found
de_de: Benutzer nicht gefunden
es_es: Usuario no encontrado

source: Invalid password
de_de: Ungültige vergessen
es_es: contraseña no válida

source: Login successful
de_de: Anmeldung erfolgreich
es_es: Inicio de sesión exitoso

source: Logged out
de_de: abgemeldet
es_es: Sesión cerrada

source: No username specified
de_de: Kein Benutzername angegeben
es_es: N nombre de usuario especificado

source: No password specified
de_de: Kein Passwort angegeben
es_es: Sin contraseña especificada

source: No email specified
de_de: Keine E-Mail angegeben
es_es: Sin correo electrónico especificada

source: Username already exists
de_de: Benutzername ist bereits vorhanden
es_es: Ya existe Nombre de usuario

source: User added
de_de: Benutzer hinzugefügt
es_es: usuario añadido

source: This users saved images are not publicly shared
de_de: Dieser Benutzer gespeicherten Bilder werden nicht öffentlich geteilt
es_es: Imágenes guardadas de este usuario no se comparten públicamente

source: This users uploaded images are not publicly shared
de_de: Diese Nutzer hochgeladenen Bilder nicht öffentlich geteilt
es_es: Imagenes actualizadas de este usuario no se comparten públicamente

source: Reset email sent
de_de: Zurück E-Mail verschickt
es_es: Restablecer el correo electrónico enviado

source: Password is blank
de_de: Passwort leer
es_es: Contraseña está vacío

source: Password reset key not found
de_de: Passwort Reset-Taste nicht gefunden
es_es: Tecla de restablecimiento de contraseña que no se encuentra

source: User session error
de_de: Benutzersitzung Fehler
es_es: Error de sesión de usuario

source: Password changed
de_de: Das Passwort wurde geändert
es_es: Contraseña cambiada

source: Invalid method
de_de: Ungültige Methode
es_es: método no es válido

source: Images tagged
de_de: Bilder getaggt
es_es: Imágenes marcadas

source: Recently Liked Images
de_de: Kürzlich Zufrieden Images
es_es: Imágenes favoritas recientes

source: Recently Added Images
de_de: Kürzlich hinzugefügt Images
es_es: Imágenes Agregados Recientemente

source: Uploaded Images
de_de: Hochgeladene Bilder
es_es: Imágenes cargados

source: Error
de_de: Fehler

source: Login
de_de: Anmelden

source: Search tags
de_de: Suche nach Tags
